---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ViewerBoundFarClipping
source: html/524eb697-8446-bdd3-4e33-c3158ac2175b.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ViewerBoundFarClipping Property

"Far Clipping"

## Syntax (C#)
```csharp
public static ForgeTypeId ViewerBoundFarClipping { get; }
```